{
  "iamavendor": "Je suis un vendeur",
  "iamadriver": "Je suis chauffeur",
  "iamacustomer": "Je suis client",
  "subscribe": "Prévenez-moi",
  "Good things come to those who": "De bonnes choses arrivent à ceux qui",
  "Wait": "Attendre",
  "We're putting the finishing touches on our website and getting ready to launch. Sign up for updates and be the first to know when we go live.": "Nous mettons la touche finale à notre site web et nous nous préparons à le lancer. Inscrivez-vous aux mises à jour et soyez les premiers à savoir quand nous serons en ligne.",
  "Choose options that applies to you?": "Choisissez les options qui vous concernent ?",
  "Enter your email address": "Entrez votre adresse e-mail",
  "Notify me": "Prévenez-moi",
  "Sign up for updates to be the first to know when we launch. No spam, just important information and exclusive offers.. ": " Inscrivez-vous aux mises à jour pour être les premiers à savoir quand nous lançons. Pas de spam, juste des informations importantes et des offres exclusives ..",
  "chooseOptions": "Choisir les options qui s'appliquent à vous ?",
  "We're putting the finishing touches on our website and getting ready to launch": {
    " Sign up for updates and be the first to know when we go live": "",
    "__i18n_ally_root__": {
      " Sign up for updates and be the first to know when we go live": ""
    }
  },
  "We": "",
  "About us": "",
  "Bringing homecooked meals to your": "Apporter des repas faits maison à votre",
  "doorstep": "seuil de porte",
  "With the increasing demand": "Avec la demande croissante de commodité et le style de vie trépidant des consommateurs modernes, les options de livraison des restaurants traditionnels peuvent souvent être limitées en termes de sélection de menus.",
  "To cater to the diverse residents of Vancouver": "Pour répondre aux besoins des divers résidents de Vancouver, nous avons vu une opportunité sur le marché de fournir un marché aux vendeurs pour vendre des repas faits maison qui sont abordables et qui ne sont pas facilement disponibles dans les restaurants traditionnels.",
  "HomeChow": "HomeChow",
  "from classic comfort food to international cuisine": "de la cuisine réconfortante classique à la cuisine internationale. \nNous nous concentrons sur un service client personnalisé et une expérience de commande pratique. \nNotre plateforme est conçue pour être facile à utiliser, permettant aux clients de commander en quelques clics via notre site Web ou notre application mobile."
}
