{
  "iamavendor": "I am a Vendor",
  "iamadriver": "I am a Driver",
  "iamacustomer": "I am a Customer",
  "subscribe": "Notify me",
  "hello world": "hello world",
  "Good things come to those who": "Good things come to those who",
  "Wait": "Wait",
  "We're putting the finishing touches on our website and getting ready to launch. Sign up for updates and be the first to know when we go live": "We're putting the finishing touches on our website and getting ready to launch. Sign up for updates and be the first to know when we go live.",
  "Choose options that applies to you?": "Choose options that applies to you?",
  "Enter your email address": "Enter your email address",
  "Notify me": "Notify me",
  "Sign up for updates to be the first to know when we launch. No spam, just important information and exclusive offers.. ": "Sign up for updates to be the first to know when we launch. No spam, just important information and exclusive offers.. ",
  "chooseOptions": "Choose options that applies to you?",
  "hugaryAlready": "Hungry already? We'll let you know when the meal is ready.",
  "Home": "Home",
  "Count me in": "Count me in",
  "Great_All_Set": "Great, All set!",
  "Now_Stay_Tuned": "Now stay tuned, we'll notify you about all the updates.",
  "Done": "Done",
  "CountMeIn": "Count Me In",
  "About us": "About us",
  "Bringing homecooked meals to your": "Bringing homecooked meals to your",
  "doorstep": "doorstep",
  "With the increasing demand": "With the increasing demand for convenience and the busy lifestyle of modern consumers, traditional restaurant delivery options can often be limited in terms of menu selection.",
  "To cater to the diverse residents of Vancouver": "To cater to the diverse residents of Vancouver, we saw an opportunity in the market to provide a marketplace for vendors to sell homemade meals that are affordable and not readily available in traditional restaurants. ",
  "is a food delivery service that offers": "is a food delivery service that offers freshly made meals to customers. Our platform works with local home chefs to provide a diverse selection of dishes made with quality ingredients, ranging",
  "HomeChow": "HomeChow",
  "from classic comfort food to international cuisine": "from classic comfort food to international cuisine. Our focus is on personalized customer service and a convenient ordering experience. Our platform is designed to be easy to use, allowing customers to order with just a few clicks through our website or mobile app."
}
